# List tapping needed
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
# tap "user/tap-repo", "https://user@bitbucket.org/user/homebrew-tap-repo.git"

cask_args appdir: "/Applications"
cask "alfred"
cask "brave-browser"
cask "docker"
cask "dropbox"
cask "intellij-idea"
cask "google-cloud-sdk"
cask "iterm2"
cask "outline-manager"
cask "slack"
cask "spectacle"
cask "visual-studio-code"
cask "zoom"
cask "postman"
cask "1password"
cask "whatsapp"
cask "spectacle"
cask "visual-studio-code"

brew "coreutils"
brew "git"
brew "docker-compose"
#mas "1Password", id: 443987910

